{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[BOS]": 2,
      "[CLS]": 3,
      "[SEP]": 4,
      " ": 5,
      ".": 6,
      "A": 7,
      "T": 8,
      "c": 9,
      "d": 10,
      "e": 11,
      "f": 12,
      "h": 13,
      "i": 14,
      "n": 15,
      "o": 16,
      "r": 17,
      "s": 18,
      "t": 19,
      "en": 20,
      "is": 21,
      "is ": 22,
      "th": 23,
      " s": 24,
      "ce": 25,
      "ten": 26,
      "enten": 27,
      "is is ": 28,
      "the": 29,
      " senten": 30,
      "ce.": 31,
      "is is the": 32,
      " sentence.": 33,
      " th": 34,
      "Th": 35,
      "d sentence.": 36,
      "ir": 37,
      "This is the": 38,
      " f": 39,
      "An": 40,
      "co": 41,
      "d th": 42,
      "eco": 43,
      "nd sentence.": 44,
      "st": 45,
      " seco": 46,
      "is is the th": 47,
      "ird sentence.": 48,
      "irst": 49
    },
    "merges": [
      [
        "e",
        "n"
      ],
      [
        "i",
        "s"
      ],
      [
        "is",
        " "
      ],
      [
        "t",
        "h"
      ],
      [
        " ",
        "s"
      ],
      [
        "c",
        "e"
      ],
      [
        "t",
        "en"
      ],
      [
        "en",
        "ten"
      ],
      [
        "is ",
        "is "
      ],
      [
        "th",
        "e"
      ],
      [
        " s",
        "enten"
      ],
      [
        "ce",
        "."
      ],
      [
        "is is ",
        "the"
      ],
      [
        " senten",
        "ce."
      ],
      [
        " ",
        "th"
      ],
      [
        "T",
        "h"
      ],
      [
        "d",
        " sentence."
      ],
      [
        "i",
        "r"
      ],
      [
        "Th",
        "is is the"
      ],
      [
        " ",
        "f"
      ],
      [
        "A",
        "n"
      ],
      [
        "c",
        "o"
      ],
      [
        "d",
        " th"
      ],
      [
        "e",
        "co"
      ],
      [
        "n",
        "d sentence."
      ],
      [
        "s",
        "t"
      ],
      [
        " s",
        "eco"
      ],
      [
        "is is the",
        " th"
      ],
      [
        "ir",
        "d sentence."
      ],
      [
        "ir",
        "st"
      ]
    ]
  }
}